tutorials/atmTurbPimpleFoam/hotRadiationRoomFvDOMatm/0/dryAir
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      O2;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    floor
    {
        type            fixedValue;
        value           $internalField;
    }

    ceiling
    {
        type            fixedValue;
        value           $internalField;
    }

    fixedWalls
    {
        type            fixedValue;
        value           $internalField;
    }

    box
    {
        type            fixedValue;
        value           $internalField;
    }
}


// ************************************************************************* //
